tap "FelixKratz/formulae"
tap "koekeishiya/formulae"

brew "bat"
brew "coreutils"
brew "dockutil"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flac"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "helix"
brew "hub"
brew "latexindent"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luajit"
brew "mas"
brew "n"
brew "neovim"
brew "nnn"
brew "numpy"
brew "openssl"
brew "perl"
brew "python"
brew "ripgrep"
brew "scipy"
brew "sketchybar"
brew "skhd"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tmux"
brew "topgrade"
brew "tree-sitter"
brew "yabai"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
