# taps
tap "acsandmann/tap"
tap "felixkratz/formulae"
tap "tw93/tap"

# formulae (leaves only)
brew "bat"
brew "bob"
brew "btop"
brew "cava"
brew "coreutils"
brew "dockutil"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "jq"
brew "latexindent"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "mole"
brew "nowplaying-cli"
brew "poppler"
brew "rift"
brew "sketchybar"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "topgrade"
brew "typst"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# app store
mas "Bitwarden", id: 1352778147
mas "Goodnotes", id: 1444383602
mas "Jomo", id: 1609960918
mas "Reeder", id: 6475002485
