tap "FelixKratz/formulae"
tap "koekeishiya/formulae"
tap "tw93/tap"

brew "bat"
brew "btop"
brew "bob"
brew "cava"
brew "coreutils"
brew "dockutil"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flac"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "helix"
brew "hub"
brew "imagemagick"
brew "jq"
brew "latexindent"
brew "lazygit"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "mole"
brew "n"
brew "neovim"
brew "numpy"
brew "openssl@3"
brew "perl"
brew "poppler"
brew "python@3.13"
brew "ripgrep"
brew "scipy"
brew "sevenzip"
brew "sketchybar"
brew "skhd"
brew "speedtest-cli"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "topgrade"
brew "typst"
brew "yabai"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"